Repository: mverleg/WW
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: Known language
nl: Bekende taal

source: Learning language
nl: Te leren taal

# Main page options header
source: What would you like to do?
nl: Wat wil je doen?

source: Jump in immediately by learning some words! Get ahead of the competition now!
nl: Ga meteen van start met het leren van zinnen! Begin met een voorsprong!

source: More Info
nl: Meer info

source: Seperate your phrases into "animal names" and "Chinese - naughty" and control which to learn first!
nl: Verdeel je zinnen in "dierennamen" en "Chinese scheldwoorden" en kies welke je eerst leert!

source: View all
nl: Zie allen

source: Make one!
nl: Maak er een!

source: Search all the phrases other people have made available, translated into many languages at once!
nl: Doorzoek alle zinnen die andere mensen beschikbaar maken, vertaald in vele taken tegelijk!

source: Own phrase!
nl: Eigen zin!

source: Statistics
nl: Statistiek

source: Follow your learning progress automatically and improve your strategy as needed!
nl: Volg je leerproces automatisch zodat je je strategie meteen kan bijsturen!

source: Show me
nl: Laat zien

source: Study first!
nl: Studeren!

# menu option: home
source: home
nl: hoofdpagina

# menu option: about
source: about
nl: info

# menu option: languages
source: languages
nl: talen

# menu option: lists
source: lists
nl: lijsten

# menu option: addphrase
source: add
nl: maak

# menu option: study
source: study
nl: leer

# menu option: study
source: stats
nl: cijfers

# menu option: account
source: account
nl: profiel

# menu option: register
source: register
nl: registreer

# menu option: login
source: login
nl: inloggen

# Search placeholder
source: search
nl: zoeken

# Home page
source: Welcome to the WordsProgram!
nl: Welkom bij WordsProgram!

# Home page
source: This program will help you learn the impossible language of Chinese! Or others!
nl: Dit programma zal je de onmogelijke taal Chinees leren! Of een andere taal!

# Home page
source: Give it a try!
nl: Probeer het!

source: English (British)
nl: Engels (Brits)

source: Chinese (simplified Mandarin)
nl: Chinees (versimpeld Mandarijn)

source: German
nl: Duits

source: Dutch
nl: Nederlands

source: Solution
nl: Oplossing...

source: Type your solution...
nl: Typ je oplossing...

source: Careful
nl: Let op

# study anonymous warning base
source: Your results are not being stored.
nl: Je resultaten worden nu niet opgeslagen.

# study anonymous warning mode
source: Use normal study mode to store results.
nl: Gebruik de gewone studiemethode om resultaten op te slaan

# study anonymous warning login
source: Log in to store results.
nl: Log in om resultaten op te slaan

# study question header
source: This %(shown_language)s phrase...
nl: Deze %(shown_language)s zin

# study question footer
source: How to say it in %(hidden_language)s?
nl: Hoe zeg je dat in het %(hidden_language)s?

# study question button idk
source: I don't know
nl: Ik weet het niet

# study question button submit
source: Submit solution
nl: Stuur oplossing...

source: Did you know
nl: Wist je dat

# study answer hotkeynote
source: You can use hotkeys on this page: 1 for 'incorrect', 2 for 'not quite' and 3 for 'correct'.
nl: Je kunt op deze pagina snelknoppen gebruiken: 1 voor 'fout', 2 voor 'bijna goed' en 3 voor 'goed'

# study answer footer base
source: You said <strong>%(answer)s</strong>
nl: Je zei <strong>%(answer)s</strong>

# study answer footer empty
source: You didn't type anything
nl: Je hebt niks ingetypt

# study answer footer correct
source: which is correct!
nl: wat juist is!

# study answer footer maybecorrect
source: were you correct?
nl: had je het goed?

# study answer button correct
source: Correct!
nl: Goed!

# study answer button notquite
source: Not quite
nl: Bijna goed

# study answer button incorrect
source: Incorrect
nl: Fout

# study answer button go_on
source: Yay! Go on!
nl: Jeej, verder!
